{"class_name": "Sequential", "keras_version": "2.0.4", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "batch_input_shape": [null, 39], "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "units": 100, "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_constraint": null, "trainable": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "units": 100, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_constraint": null, "trainable": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "units": 3, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_constraint": null, "trainable": true, "activation": "sigmoid"}}], "backend": "tensorflow"}